Revit 2027 API
ParameterTypeId.MepAnalyticalCriticalpathParam Property
 "Critical Path"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepAnalyticalCriticalpathParam { get; }
Public Shared ReadOnly Property MepAnalyticalCriticalpathParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepAnalyticalCriticalpathParam {
	ForgeTypeId^ get ();
}
static member MepAnalyticalCriticalpathParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace